export const textBlockDevExample = [
    {
        "pinyin": ["jìnlì", "shǐ", "xīnlíng", "de", "xūjì", "dádào", "jídiǎn", "", "shǐ", "shēnghuó", "qīngjìng", "jiānshǒu", "bùbiàn", ""],
        "words": ["尽力", "使", "心灵", "的", "虚寂", "达到", "极点", "，", "使", "生活", "清静", "坚守", "不变", "。"],
        "pos": ["d", "v", "n", "uj", "a", "v", "d", "x", "v", "vn", "a", "v", "v", "x"]
    },
    {
        "pinyin": ["wànwù", "dōu", "yīqí", "péngbó", "shēngzhǎng", "", "wǒ", "cóngér", "kǎochá", "qí", "wǎngfù", "de", "dàolǐ", ""],
        "words": ["万物", "都", "一齐", "蓬勃", "生长", "，", "我", "从而", "考察", "其", "往复", "的", "道理", "。"],
        "pos": ["n", "d", "d", "nr", "n", "x", "r", "c", "v", "r", "d", "uj", "n", "x"]
    },
    {
        "pinyin": ["nà", "wànwù", "fēnfēn", "yúnyún", "", "gèzì", "fǎnhuí", "tā", "de", "běngēn", ""],
        "words": ["那", "万物", "纷纷", "芸芸", "，", "各自", "返回", "它", "的", "本根", "。"],
        "pos": ["r", "n", "d", "z", "x", "r", "v", "r", "uj", "n", "x"]
    },
    {
        "pinyin": ["fǎnhuí", "dào", "tā", "de", "běngēn", "jiù", "jiàozuò", "qīngjìng", "", "qīngjìng", "jiù", "jiàozuò", "fùguī", "yú", "shēngmìng", ""],
        "words": ["返回", "到", "它", "的", "本根", "就", "叫做", "清静", "，", "清静", "就", "叫做", "复归", "于", "生命", "。"],
        "pos": ["v", "v", "r", "uj", "n", "d", "v", "a", "x", "a", "d", "v", "v", "p", "vn", "x"]
    },
    {
        "pinyin": ["fùguī", "yú", "shēngmìng", "jiù", "jiào", "zìrán", "", "rènshí", "le", "zìránguīlǜ", "jiù", "jiàozuò", "cōngmíng", "", "bù", "rènshí", "zìránguīlǜ", "de", "qīngwàng", "jǔzhǐ", "", "wǎngwǎng", "huì", "chūluànzi", "hé", "zāixiōng", ""],
        "words": ["复归", "于", "生命", "就", "叫", "自然", "，", "认识", "了", "自然规律", "就", "叫做", "聪明", "，", "不", "认识", "自然规律", "の", "轻妄", "举止", "，", "往往", "会", "出乱子", "和", "灾凶", "。"],
        "pos": ["v", "p", "vn", "d", "v", "d", "x", "v", "ul", "l", "d", "v", "a", "x", "d", "v", "l", "uj", "a", "v", "x", "t", "v", "l", "c", "n", "x"]
    },
    {
        "pinyin": ["rènshí", "zìránguīlǜ", "de", "rén", "shì", "wúsuǒbùbāo", "de", "", "wúsuǒbùbāo", "jiù", "huì", "tǎnrán", "gōngzhèng", "", "gōngzhèng", "jiù", "néng", "zhōuquán", "", "zhōuquán", "cáinéng", "fúhé", "zìrán", "de", "", "dào", "", "", "fúhé", "zìrán", "de", "dào", "cáinéng", "chángjiǔ", "", "zhōngshēn", "búhuì", "zāodào", "wēixiǎn", ""],
        "words": ["认识", "自然规律", "的", "人", "是", "无所不包", "的", "，", "无所不包", "就", "会", "坦然", "公正", "，", "公正", "就", "能", "周全", "，", "周全", "才能", "符合", "自然", "的", "“", "道", "”", "，", "符合", "自然", "的", "道", "才能", "长久", "，", "终身", "不会", "遭到", "危险", "。"],
        "pos": ["v", "l", "uj", "n", "v", "i", "uj", "x", "i", "d", "v", "ad", "nr", "x", "nr", "d", "v", "nr", "x", "nr", "v", "v", "d", "uj", "x", "q", "x", "x", "v", "d", "uj", "n", "v", "d", "x", "d", "v", "v", "an", "x"]
    }
]
